Repository: datoberdznishvili/pay
Catalog: Sources/Pay/Localization/Localizable.xcstrings
Source language: en
Languages: ru, uz_uz

# pay.banner.amount
source: Amount
ru: Сумма
uz_uz: Qiymat

# pay.cardHolder.errorMessage
source: Wrong card holder name
ru: Формат имя карт держателя неправильно
uz_uz: Karta egasi ism formati noto’g’ri

# pay.cardHolder.placeholder
source: Name
ru: Имя
uz_uz: Ism

# pay.cardHolder.title
source: Card Holder Name
ru: Имя карт держателя
uz_uz: Karta egasi

# pay.cardNumber.errorMessage
source: Wrong card number
ru: Неправильный номер карты
uz_uz: Karta raqami noto’g’ri

# pay.cardNumber.title
source: Number
ru: Номер карты
uz_uz: Karta raqami

# pay.cVV.errorMessage
source: Wrong CVV
ru: Неправильный CVV
uz_uz: CVV formati noto’g’ri

# pay.cVV.placeholder
source: Security Code
ru: Код безопасности
uz_uz: Xavfsizlik kodi

# pay.error.default.description
source: An unknown error occurred. Please try again later.
ru: Произошла неизвестная ошибка. Пожалуйста, повторите попытку позже.
uz_uz: Noma'lum xatolik yuz berdi. Keyinroq qayta urinib ko‘ring.

# pay.error.default.title
source: Something went wrong…
ru: Что-то пошло не так…
uz_uz: Xatolik sodir bo’ldi…

# pay.expirationDate.done
source: Done
ru: Подтверждать
uz_uz: Tasdiqlang

# pay.expirationDate.errorMessage
source: The validity period has expired
ru: Срок действий истек
uz_uz: Amal qilish muddati tugagan

# pay.expirationDate.title
source: Expires
ru: Срок действия
uz_uz: Amal qilish muddati

# pay.navigationHeader.closeButtonTitle
source: Close
ru: Закрыть
uz_uz: Yopish

# pay.navigationHeader.title
source: Enter Card
ru: Оплата
uz_uz: To’lov

# pay.nextButtonTitle
source: Next
ru: Оплатить
uz_uz: To’lash

# pay.webview.title
source: Verification
ru: Верификация
uz_uz: Tasdiqlash
